Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Test sites that loaded through this connection in the last 8 hours. Most must load; filtering by your internet provider lowers it.
ar: مواقع الاختبار التي تم تحميلها عبر هذا الاتصال خلال آخر 8 ساعات. يجب أن يُحمَّل معظمها؛ والحجب من مزود الإنترنت لديك يخفض النتيجة.
cs: Testovací weby, které se přes toto připojení načetly za posledních 8 hodin. Většina se musí načíst; filtrování ze strany vašeho poskytovatele internetu výsledek snižuje.
de: Testseiten, die in den letzten 8 Stunden über diese Verbindung geladen wurden. Die meisten müssen laden; Filter deines Internetanbieters senken den Wert.
el: Δοκιμαστικοί ιστότοποι που φόρτωσαν μέσω αυτής της σύνδεσης τις τελευταίες 8 ώρες. Οι περισσότεροι πρέπει να φορτώνουν· το φιλτράρισμα από τον πάροχο διαδικτύου σας μειώνει το αποτέλεσμα.
es: Sitios de prueba que cargaron a través de esta conexión en las últimas 8 horas. La mayoría debe cargar; el filtrado de tu proveedor de internet lo reduce.
es_419: Sitios de prueba que cargaron a través de esta conexión en las últimas 8 horas. La mayoría debe cargar; el filtrado de tu proveedor de internet lo reduce.
es_mx: Sitios de prueba que cargaron a través de esta conexión en las últimas 8 horas. La mayoría debe cargar; el filtrado de tu proveedor de internet lo reduce.
fr: Sites de test chargés via cette connexion au cours des 8 dernières heures. La plupart doivent se charger ; le filtrage par votre fournisseur d'accès le fait baisser.
he: אתרי בדיקה שנטענו דרך החיבור הזה ב-8 השעות האחרונות. רובם חייבים להיטען; סינון של ספק האינטרנט שלך מוריד את התוצאה.
hi: पिछले 8 घंटों में इस कनेक्शन से लोड हुई टेस्ट साइटें। अधिकांश का लोड होना ज़रूरी है; आपके इंटरनेट प्रदाता की फ़िल्टरिंग इसे घटाती है।
id: Situs uji yang berhasil dimuat melalui koneksi ini dalam 8 jam terakhir. Sebagian besar harus termuat; pemfilteran oleh penyedia internet Anda menurunkannya.
it: Siti di test caricati tramite questa connessione nelle ultime 8 ore. La maggior parte deve caricarsi; i filtri del tuo provider internet riducono il risultato.
ja: 過去8時間にこの接続を通じて読み込めたテストサイト。大半が読み込める必要があります。インターネットプロバイダーによるフィルタリングがあると下がります。
ko: 최근 8시간 동안 이 연결을 통해 로드된 테스트 사이트입니다. 대부분이 로드되어야 하며, 인터넷 서비스 제공업체의 필터링이 있으면 낮아집니다.
nl: Testsites die de afgelopen 8 uur via deze verbinding laadden. De meeste moeten laden; filtering door je internetprovider verlaagt dit.
pl: Strony testowe załadowane przez to połączenie w ciągu ostatnich 8 godzin. Większość musi się załadować; filtrowanie przez Twojego dostawcę internetu obniża wynik.
pt: Sites de teste que carregaram através desta ligação nas últimas 8 horas. A maioria tem de carregar; a filtragem do seu fornecedor de internet faz descer o resultado.
pt_br: Sites de teste que carregaram por esta conexão nas últimas 8 horas. A maioria precisa carregar; a filtragem do seu provedor de internet reduz o resultado.
pt_pt: Sites de teste que carregaram através desta ligação nas últimas 8 horas. A maioria tem de carregar; a filtragem do seu fornecedor de internet faz descer o resultado.
ru: Тестовые сайты, загрузившиеся через это подключение за последние 8 часов. Загружаться должно большинство; фильтрация у вашего интернет-провайдера снижает результат.
sv: Testsajter som laddades via den här anslutningen de senaste 8 timmarna. De flesta måste laddas; filtrering hos din internetleverantör sänker värdet.
th: เว็บไซต์ทดสอบที่โหลดผ่านการเชื่อมต่อนี้ได้ในช่วง 8 ชั่วโมงที่ผ่านมา ส่วนใหญ่ต้องโหลดได้ การกรองโดยผู้ให้บริการอินเทอร์เน็ตของคุณจะทำให้ค่านี้ลดลง
uk: Тестові сайти, що завантажилися через це підключення за останні 8 годин. Завантажитися має більшість; фільтрування з боку вашого інтернет-провайдера знижує результат.
vi: Các trang thử nghiệm đã tải được qua kết nối này trong 8 giờ qua. Phần lớn phải tải được; việc lọc của nhà cung cấp Internet sẽ làm giảm kết quả.
zh_hans: 过去 8 小时内通过此连接成功加载的测试网站。大部分必须能够加载；你的互联网服务提供商进行过滤会降低结果。
zh_hk: 過去 8 小時內透過此連接成功載入的測試網站。大部分必須能夠載入；你的互聯網服務供應商進行過濾會降低結果。

source: Thanks for building the new internet with us
ar: شكراً لمساعدتك في بناء الإنترنت الجديد معنا
cs: Děkujeme, že s námi budujete nový internet
de: Danke, dass du mit uns das neue Internet aufbaust
el: Ευχαριστούμε που χτίζετε μαζί μας το νέο διαδίκτυο
es: Gracias por construir el nuevo internet con nosotros
es_419: Gracias por construir el nuevo internet con nosotros
es_mx: Gracias por construir el nuevo internet con nosotros
fr: Merci de construire le nouvel internet avec nous
he: תודה שאתם בונים איתנו את האינטרנט החדש
hi: हमारे साथ नया इंटरनेट बनाने के लिए धन्यवाद
id: Terima kasih telah membangun internet baru bersama kami
it: Grazie per costruire il nuovo internet con noi
ja: 新しいインターネットを私たちと共に構築していただきありがとうございます
ko: 저희와 함께 새로운 인터넷을 구축해 주셔서 감사합니다
nl: Bedankt dat je samen met ons het nieuwe internet bouwt
pl: Dziękujemy za budowanie z nami nowego internetu
pt: Obrigado por construir a nova internet connosco
pt_br: Obrigado por construir a nova internet conosco
pt_pt: Obrigado por construir a nova internet connosco
ru: Спасибо, что строите новый интернет вместе с нами
sv: Tack för att du hjälper oss bygga det nya internet
th: ขอบคุณที่ช่วยกันสร้างอินเทอร์เน็ตใหม่กับเรา
uk: Дякуємо, що будуєте новий інтернет разом з нами
vi: Cảm ơn bạn đã cùng chúng tôi xây dựng internet mới
zh_hans: 感谢您与我们一起构建新互联网
zh_hk: 感謝您與我們一起構建新互聯網

source: That is not a valid Bittensor address.
ar: هذا ليس عنوان Bittensor صالحًا.
cs: To není platná adresa Bittensor.
de: Das ist keine gültige Bittensor-Adresse.
el: Αυτή δεν είναι έγκυρη διεύθυνση Bittensor.
es: Esa no es una dirección de Bittensor válida.
es_419: Esa no es una dirección de Bittensor válida.
es_mx: Esa no es una dirección de Bittensor válida.
fr: Ce n’est pas une adresse Bittensor valide.
he: זו אינה כתובת Bittensor תקפה.
hi: यह मान्य Bittensor पता नहीं है।
id: Itu bukan alamat Bittensor yang valid.
it: Questo non è un indirizzo Bittensor valido.
ja: 有効な Bittensor アドレスではありません。
ko: 유효한 Bittensor 주소가 아닙니다.
nl: Dat is geen geldig Bittensor-adres.
pl: To nie jest prawidłowy adres Bittensor.
pt: Esse não é um endereço Bittensor válido.
pt_br: Esse não é um endereço Bittensor válido.
pt_pt: Esse não é um endereço Bittensor válido.
ru: Это недействительный адрес Bittensor.
sv: Det är ingen giltig Bittensor-adress.
th: ที่อยู่ Bittensor นี้ไม่ถูกต้อง
uk: Це недійсна адреса Bittensor.
vi: Đó không phải là địa chỉ Bittensor hợp lệ.
zh_hans: 这不是有效的 Bittensor 地址。
zh_hk: 這不是有效的 Bittensor 地址。

source: That is not a valid signature. Paste the full 0x signature from your wallet.
ar: هذا ليس توقيعًا صالحًا. الصق توقيع 0x الكامل من محفظتك.
cs: To není platný podpis. Vložte celý podpis 0x ze své peněženky.
de: Das ist keine gültige Signatur. Füge die vollständige 0x-Signatur aus deiner Wallet ein.
el: Αυτή δεν είναι έγκυρη υπογραφή. Επικολλήστε ολόκληρη την υπογραφή 0x από το πορτοφόλι σας.
es: No es una firma válida. Pega la firma 0x completa de tu billetera.
es_419: No es una firma válida. Pega la firma 0x completa de tu billetera.
es_mx: No es una firma válida. Pega la firma 0x completa de tu cartera.
fr: Ce n’est pas une signature valide. Collez la signature 0x complète de votre portefeuille.
he: זו אינה חתימה תקפה. הדביקו את חתימת ה-0x המלאה מהארנק שלכם.
hi: यह मान्य हस्ताक्षर नहीं है। अपने वॉलेट से पूरा 0x हस्ताक्षर पेस्ट करें।
id: Itu bukan tanda tangan yang valid. Tempel tanda tangan 0x lengkap dari dompet Anda.
it: Questa non è una firma valida. Incolla la firma 0x completa dal tuo portafoglio.
ja: 有効な署名ではありません。ウォレットの 0x 署名全体を貼り付けてください。
ko: 유효한 서명이 아닙니다. 지갑의 0x 서명 전체를 붙여 넣으세요.
nl: Dat is geen geldige handtekening. Plak de volledige 0x-handtekening uit je wallet.
pl: To nie jest prawidłowy podpis. Wklej pełny podpis 0x ze swojego portfela.
pt: Essa não é uma assinatura válida. Cole a assinatura 0x completa da sua carteira.
pt_br: Essa não é uma assinatura válida. Cole a assinatura 0x completa da sua carteira.
pt_pt: Essa não é uma assinatura válida. Cole a assinatura 0x completa da sua carteira.
ru: Это недействительная подпись. Вставьте полную подпись 0x из вашего кошелька.
sv: Det är ingen giltig signatur. Klistra in hela 0x-signaturen från din plånbok.
th: ลายเซ็นนี้ไม่ถูกต้อง วางลายเซ็น 0x แบบเต็มจากกระเป๋าเงินของคุณ
uk: Це недійсний підпис. Вставте повний підпис 0x зі свого гаманця.
vi: Đó không phải là chữ ký hợp lệ. Hãy dán đầy đủ chữ ký 0x từ ví của bạn.
zh_hans: 这不是有效的签名。请粘贴钱包中完整的 0x 签名。
zh_hk: 這不是有效的簽名。請貼上錢包中完整的 0x 簽名。

source: That is not a valid Solana address.
ar: هذا ليس عنوان Solana صالحًا.
cs: To není platná adresa Solana.
de: Das ist keine gültige Solana-Adresse.
el: Αυτή δεν είναι έγκυρη διεύθυνση Solana.
es: Esa no es una dirección de Solana válida.
es_419: Esa no es una dirección de Solana válida.
es_mx: Esa no es una dirección de Solana válida.
fr: Ce n’est pas une adresse Solana valide.
he: זו אינה כתובת Solana תקפה.
hi: यह मान्य Solana पता नहीं है।
id: Itu bukan alamat Solana yang valid.
it: Questo non è un indirizzo Solana valido.
ja: 有効な Solana アドレスではありません。
ko: 유효한 Solana 주소가 아닙니다.
nl: Dat is geen geldig Solana-adres.
pl: To nie jest prawidłowy adres Solana.
pt: Esse não é um endereço Solana válido.
pt_br: Esse não é um endereço Solana válido.
pt_pt: Esse não é um endereço Solana válido.
ru: Это недействительный адрес Solana.
sv: Det är ingen giltig Solana-adress.
th: ที่อยู่ Solana นี้ไม่ถูกต้อง
uk: Це недійсна адреса Solana.
vi: Đó không phải là địa chỉ Solana hợp lệ.
zh_hans: 这不是有效的 Solana 地址。
zh_hk: 這不是有效的 Solana 地址。

source: The %@ extension was not found in this browser. Install it, then try again.
ar: لم يتم العثور على إضافة %@ في هذا المتصفح. ثبّتها ثم حاول مرة أخرى.
cs: Rozšíření %@ nebylo v tomto prohlížeči nalezeno. Nainstalujte ho a zkuste to znovu.
de: Die %@-Erweiterung wurde in diesem Browser nicht gefunden. Installiere sie und versuche es dann erneut.
el: Η επέκταση %@ δεν βρέθηκε σε αυτό το πρόγραμμα περιήγησης. Εγκαταστήστε την και δοκιμάστε ξανά.
es: No se encontró la extensión de %@ en este navegador. Instálala y vuelve a intentarlo.
es_419: No se encontró la extensión de %@ en este navegador. Instálala y vuelve a intentarlo.
es_mx: No se encontró la extensión de %@ en este navegador. Instálala y vuelve a intentarlo.
fr: L'extension %@ est introuvable dans ce navigateur. Installez-la, puis réessayez.
he: התוסף %@ לא נמצא בדפדפן הזה. התקינו אותו ונסו שוב.
hi: इस ब्राउज़र में %@ एक्सटेंशन नहीं मिला। इसे इंस्टॉल करें, फिर दोबारा प्रयास करें।
id: Ekstensi %@ tidak ditemukan di browser ini. Pasang ekstensi tersebut, lalu coba lagi.
it: L'estensione %@ non è stata trovata in questo browser. Installala, poi riprova.
ja: このブラウザーで%@拡張機能が見つかりませんでした。インストールしてから、もう一度お試しください。
ko: 이 브라우저에서 %@ 확장 프로그램을 찾을 수 없습니다. 설치한 후 다시 시도하세요.
nl: De %@-extensie is niet gevonden in deze browser. Installeer de extensie en probeer het opnieuw.
pl: Nie znaleziono rozszerzenia %@ w tej przeglądarce. Zainstaluj je, a potem spróbuj ponownie.
pt: A extensão %@ não foi encontrada neste navegador. Instale-a e tente novamente.
pt_br: A extensão %@ não foi encontrada neste navegador. Instale-a e tente novamente.
pt_pt: A extensão %@ não foi encontrada neste navegador. Instale-a e tente novamente.
ru: Расширение %@ не найдено в этом браузере. Установите его и повторите попытку.
sv: Tillägget %@ hittades inte i den här webbläsaren. Installera det och försök sedan igen.
th: ไม่พบส่วนขยาย %@ ในเบราว์เซอร์นี้ ติดตั้งส่วนขยาย แล้วลองอีกครั้ง
uk: Розширення %@ не знайдено в цьому браузері. Встановіть його й спробуйте ще раз.
vi: Không tìm thấy tiện ích mở rộng %@ trong trình duyệt này. Hãy cài đặt tiện ích rồi thử lại.
zh_hans: 在此浏览器中未找到 %@ 扩展。请安装后重试。
zh_hk: 在此瀏覽器中找不到 %@ 擴充功能。請安裝後再試一次。

source: The chain RPC is unreachable. Try again.
ar: تعذّر الوصول إلى RPC الخاص بالسلسلة. حاول مرة أخرى.
cs: RPC řetězce je nedostupné. Zkuste to znovu.
de: Der Chain-RPC ist nicht erreichbar. Versuche es erneut.
el: Το RPC της αλυσίδας δεν είναι προσβάσιμο. Δοκιμάστε ξανά.
es: No se puede acceder al RPC de la cadena. Inténtalo de nuevo.
es_419: No se puede acceder al RPC de la cadena. Inténtalo de nuevo.
es_mx: No se puede acceder al RPC de la cadena. Inténtalo de nuevo.
fr: Le RPC de la chaîne est injoignable. Réessayez.
he: ה-RPC של השרשרת אינו זמין. נסו שוב.
hi: चेन RPC तक नहीं पहुँचा जा सकता। दोबारा कोशिश करें।
id: RPC chain tidak dapat dijangkau. Coba lagi.
it: L’RPC della catena non è raggiungibile. Riprova.
ja: チェーンの RPC に接続できません。もう一度お試しください。
ko: 체인 RPC에 연결할 수 없습니다. 다시 시도하세요.
nl: De chain-RPC is onbereikbaar. Probeer het opnieuw.
pl: RPC łańcucha jest nieosiągalne. Spróbuj ponownie.
pt: O RPC da cadeia está inacessível. Tente novamente.
pt_br: O RPC da cadeia está inacessível. Tente novamente.
pt_pt: O RPC da cadeia está inacessível. Tente novamente.
ru: RPC блокчейна недоступен. Попробуйте снова.
sv: Kedjans RPC går inte att nå. Försök igen.
th: เข้าถึง RPC ของเชนไม่ได้ โปรดลองอีกครั้ง
uk: RPC блокчейну недоступний. Спробуйте ще раз.
vi: Không thể kết nối tới RPC của chuỗi. Hãy thử lại.
zh_hans: 无法访问链的 RPC。请重试。
zh_hk: 無法連接鏈的 RPC。請再試一次。

source: The default safe settings are not applied
ar: الإعدادات الآمنة الافتراضية غير مطبقة
cs: Výchozí bezpečná nastavení nejsou použita
de: Die sicheren Standardeinstellungen sind nicht angewendet
el: Οι προεπιλεγμένες ασφαλείς ρυθμίσεις δεν έχουν εφαρμοστεί
es: La configuración segura predeterminada no está aplicada
es_419: La configuración segura predeterminada no está aplicada
es_mx: La configuración segura predeterminada no está aplicada
fr: Les paramètres sûrs par défaut ne sont pas appliqués
he: הגדרות ברירת המחדל הבטוחות אינן מוחלות
hi: डिफ़ॉल्ट सुरक्षित सेटिंग्स लागू नहीं हैं
id: Pengaturan aman default tidak diterapkan
it: Le impostazioni sicure predefinite non sono applicate
ja: デフォルトの安全な設定が適用されていません
ko: 기본 안전 설정이 적용되어 있지 않습니다
nl: De veilige standaardinstellingen zijn niet toegepast
pl: Domyślne bezpieczne ustawienia nie są zastosowane
pt: As definições seguras predefinidas não estão aplicadas
pt_br: As configurações seguras padrão não estão aplicadas
pt_pt: As definições seguras predefinidas não estão aplicadas
ru: Безопасные настройки по умолчанию не применены
sv: De säkra standardinställningarna är inte tillämpade
th: การตั้งค่าปลอดภัยเริ่มต้นยังไม่ถูกนำมาใช้
uk: Безпечні налаштування за замовчуванням не застосовані
vi: Cài đặt an toàn mặc định chưa được áp dụng
zh_hans: 默认安全设置未应用
zh_hk: 預設安全設定未套用

source: The default: selected hosts use the tunnel with no pin.
ar: الافتراضي: يستخدم المضيفون المحددون النفق دون تثبيت.
cs: Výchozí: vybraní hostitelé používají tunel bez připnutí.
de: Der Standard: Ausgewählte Hosts nutzen den Tunnel ohne Anheften.
el: Η προεπιλογή: οι επιλεγμένοι hosts χρησιμοποιούν τη σήραγγα χωρίς καρφίτσωμα.
es: La opción predeterminada: los hosts seleccionados usan el túnel sin fijar.
es_419: La opción predeterminada: los hosts seleccionados usan el túnel sin fijar.
es_mx: La opción predeterminada: los hosts seleccionados usan el túnel sin fijar.
fr: Par défaut : les hôtes sélectionnés utilisent le tunnel sans épinglage.
he: ברירת המחדל: המארחים שנבחרו משתמשים במנהרה בלי הצמדה.
hi: डिफ़ॉल्ट: चयनित होस्ट बिना पिन के टनल का उपयोग करते हैं।
id: Default: host yang dipilih menggunakan terowongan tanpa sematan.
it: Predefinito: gli host selezionati usano il tunnel senza fissaggio.
ja: デフォルト: 選択したホストは固定せずにトンネルを使います。
ko: 기본값: 선택한 호스트는 고정 없이 터널을 사용합니다.
nl: De standaard: geselecteerde hosts gebruiken de tunnel zonder vastzetten.
pl: Domyślnie: wybrane hosty korzystają z tunelu bez przypięcia.
pt: O padrão: os hosts selecionados usam o túnel sem fixação.
pt_br: O padrão: os hosts selecionados usam o túnel sem fixação.
pt_pt: A predefinição: os hosts selecionados usam o túnel sem fixação.
ru: По умолчанию: выбранные хосты используют туннель без закрепления.
sv: Standard: valda värdar använder tunneln utan fästning.
th: ค่าเริ่มต้น: โฮสต์ที่เลือกใช้อุโมงค์โดยไม่ปักหมุด
uk: За замовчуванням: вибрані хости використовують тунель без закріплення.
vi: Mặc định: các host đã chọn dùng đường hầm mà không ghim.
zh_hans: 默认：所选主机使用隧道，不固定提供商。
zh_hk: 預設：已選主機使用隧道，不固定供應商。

source: The download could not be unpacked: %@
ar: تعذّر فك ضغط الملف الذي تم تنزيله: %@
cs: Stažený soubor se nepodařilo rozbalit: %@
de: Der Download konnte nicht entpackt werden: %@
el: Δεν ήταν δυνατή η αποσυμπίεση της λήψης: %@
es: No se pudo descomprimir la descarga: %@
es_419: No se pudo descomprimir la descarga: %@
es_mx: No se pudo descomprimir la descarga: %@
fr: Le téléchargement n’a pas pu être décompressé : %@
he: לא ניתן היה לחלץ את ההורדה: %@
hi: डाउनलोड को अनपैक नहीं किया जा सका: %@
id: Unduhan tidak dapat diekstrak: %@
it: Impossibile decomprimere il download: %@
ja: ダウンロードを展開できませんでした: %@
ko: 다운로드의 압축을 풀 수 없습니다: %@
nl: De download kan niet worden uitgepakt: %@
pl: Nie udało się rozpakować pobranego pliku: %@
pt: Não foi possível descompactar o download: %@
pt_br: Não foi possível descompactar o download: %@
pt_pt: Não foi possível descomprimir a transferência: %@
ru: Не удалось распаковать загруженный файл: %@
sv: Nedladdningen kunde inte packas upp: %@
th: แตกไฟล์ที่ดาวน์โหลดไม่ได้: %@
uk: Не вдалося розпакувати завантажений файл: %@
vi: Không thể giải nén tệp tải về: %@
zh_hans: 无法解压下载的文件：%@
zh_hk: 無法解壓下載的檔案：%@

source: The download did not match the release checksum and was discarded.
ar: لم يطابق الملف الذي تم تنزيله المجموع الاختباري للإصدار فتم تجاهله.
cs: Stažený soubor neodpovídal kontrolnímu součtu vydání a byl zahozen.
de: Der Download stimmte nicht mit der Prüfsumme der Version überein und wurde verworfen.
el: Η λήψη δεν ταίριαζε με το άθροισμα ελέγχου της έκδοσης και απορρίφθηκε.
es: La descarga no coincidía con la suma de comprobación de la versión y se descartó.
es_419: La descarga no coincidía con la suma de verificación de la versión y se descartó.
es_mx: La descarga no coincidía con la suma de verificación de la versión y se descartó.
fr: Le téléchargement ne correspondait pas à la somme de contrôle de la version et a été supprimé.
he: ההורדה לא תאמה לסכום הביקורת של הגרסה ולכן נמחקה.
hi: डाउनलोड रिलीज़ के चेकसम से मेल नहीं खाया और उसे हटा दिया गया।
id: Unduhan tidak cocok dengan checksum rilis dan telah dibuang.
it: Il download non corrispondeva al checksum della versione ed è stato eliminato.
ja: ダウンロードがリリースのチェックサムと一致しなかったため、破棄されました。
ko: 다운로드가 릴리스 체크섬과 일치하지 않아 삭제되었습니다.
nl: De download kwam niet overeen met de controlesom van de release en is verwijderd.
pl: Pobrany plik nie zgadzał się z sumą kontrolną wydania i został odrzucony.
pt: O download não correspondeu ao checksum da versão e foi descartado.
pt_br: O download não correspondeu ao checksum da versão e foi descartado.
pt_pt: A transferência não correspondia à soma de verificação da versão e foi descartada.
ru: Загруженный файл не совпал с контрольной суммой выпуска и был удалён.
sv: Nedladdningen stämde inte med versionens kontrollsumma och kasserades.
th: ไฟล์ที่ดาวน์โหลดไม่ตรงกับ checksum ของรุ่นนี้ จึงถูกทิ้งไป
uk: Завантажений файл не збігся з контрольною сумою випуску й був видалений.
vi: Tệp tải về không khớp với checksum của bản phát hành và đã bị loại bỏ.
zh_hans: 下载的文件与该版本的校验和不符，已被丢弃。
zh_hk: 下載的檔案與該版本的校驗碼不符，已被捨棄。

source: The download failed: %@
ar: فشل التنزيل: %@
cs: Stahování selhalo: %@
de: Der Download ist fehlgeschlagen: %@
el: Η λήψη απέτυχε: %@
es: La descarga falló: %@
es_419: La descarga falló: %@
es_mx: La descarga falló: %@
fr: Le téléchargement a échoué : %@
he: ההורדה נכשלה: %@
hi: डाउनलोड विफल रहा: %@
id: Unduhan gagal: %@
it: Il download non è riuscito: %@
ja: ダウンロードに失敗しました: %@
ko: 다운로드 실패: %@
nl: De download is mislukt: %@
pl: Pobieranie nie powiodło się: %@
pt: O download falhou: %@
pt_br: O download falhou: %@
pt_pt: A transferência falhou: %@
ru: Загрузка не удалась: %@
sv: Nedladdningen misslyckades: %@
th: ดาวน์โหลดล้มเหลว: %@
uk: Не вдалося завантажити: %@
vi: Tải xuống thất bại: %@
zh_hans: 下载失败：%@
zh_hk: 下載失敗：%@

source: The leaderboard is the sum of the last 4 payments. It is updated each payment cycle.
ar: لوحة الصدارة هي مجموع آخر 4 دفعات. يتم تحديثها كل دورة دفع.
cs: Žebříček je součtem posledních 4 plateb. Je aktualizován každý platební cyklus.
de: Die Bestenliste ist die Summe der letzten 4 Zahlungen. Sie wird bei jedem Zahlungszyklus aktualisiert.
el: Ο πίνακας κατάταξης είναι το άθροισμα των τελευταίων 4 πληρωμών. Ενημερώνεται κάθε κύκλο πληρωμής.
es: La tabla de clasificación es la suma de los últimos 4 pagos. Se actualiza en cada ciclo de pago.
es_419: La tabla de clasificación es la suma de los últimos 4 pagos. Se actualiza en cada ciclo de pago.
es_mx: La tabla de clasificación es la suma de los últimos 4 pagos. Se actualiza en cada ciclo de pago.
fr: Le classement est la somme des 4 derniers paiements. Il est mis à jour à chaque cycle de paiement.
he: טבלת המובילים היא סכום 4 התשלומים האחרונים. היא מתעדכנת בכל מחזור תשלומים.
hi: लीडरबोर्ड पिछले 4 भुगतानों का योग है। यह प्रत्येक भुगतान चक्र में अपडेट किया जाता है।
id: Papan peringkat adalah jumlah dari 4 pembayaran terakhir. Ini diperbarui setiap siklus pembayaran.
it: La classifica è la somma degli ultimi 4 pagamenti. Viene aggiornata ad ogni ciclo di pagamento.
ja: リーダーボードは過去4回の支払いの合計です。支払いサイクルごとに更新されます。
ko: 리더보드는 최근 4번의 결제 합계입니다. 각 결제 주기마다 업데이트됩니다.
nl: Het scorebord toont de som van de laatste 4 betalingen. Deze wordt elke betalingscyclus bijgewerkt.
pl: Tablica wyników to suma ostatnich 4 płatności. Jest aktualizowana w każdym cyklu płatności.
pt: O quadro de líderes é a soma dos últimos 4 pagamentos. É atualizado a cada ciclo de pagamento.
pt_br: O placar de líderes é a soma dos últimos 4 pagamentos. Ele é atualizado a cada ciclo de pagamento.
pt_pt: A tabela de classificação é a soma dos últimos 4 pagamentos. É atualizada a cada ciclo de pagamento.
ru: Таблица лидеров представляет собой сумму последних 4 платежей. Она обновляется в каждом платежном цикле.
sv: Topplistan är summan av de 4 senaste betalningarna. Den uppdateras vid varje betalningscykel.
th: กระดานจัดอันดับจะรวมยอดจาก 4 ยอดนำจ่ายล่าสุด และจะอัพเดตแต่ละรอบการนำจ่าย
uk: Таблиця лідерів — це сума останніх 4 платежів. Вона оновлюється в кожному платіжному циклі.
vi: Bảng xếp hạng là tổng của 4 khoản thanh toán gần nhất. Nó được cập nhật sau mỗi chu kỳ thanh toán.
zh_hans: 排行榜是最近 4 次付款的总和。它会在每个付款周期更新。
zh_hk: 排行榜是最近 4 次付款的總和。它會在每個付款週期更新。
